# static_data.py
services_data = [
    [
        1,
        "Зависание",
        "Режим стабильного удержания позиции дрона в воздухе",
        "http://localhost:9000/images/hovering.jpg",
        0.6,
        0.9,
        1.1
    ],
    [
        2,
        "Активное маневрирование",
        "Режим с активным перемещением и сменой высоты",
        "http://localhost:9000/images/maneuvering.jpg",
        1.0,
        1.05,
        1.0
    ],
    [
        3,
        "С видеозаписью",
        "Режим полета с активной видеозаписью в 4K",
        "http://localhost:9000/images/recording.jpg",
        1.2,
        1.0,
        1.05
    ],
    [
        4,
        "Доставка груза",
        "Режим транспортировки небольших посылок или медикаментов",
        "http://localhost:9000/images/delivery.jpg",
        1.5,
        1.0,
        1.0
    ],
    [
        5,
        "Тепловизионная съемка",
        "Режим с использованием тепловизора для поиска объектов и мониторинга",
        "http://localhost:9000/images/thermal.jpg",
        1.3,
        1.0,
        1.0
    ]
]

order_data_template = [
    [
        [1, 1],
        [1, 3]
    ],
    [
        2,
        1,
        5000,
        11.1,
        0.8,
        85,
    ]
]